allure-results/321c2f5f7c5d47fcabe4758c41404cff-attachmentxml

<?xml version="1.0" encoding="utf-8"?><soap:Envelope xmlns:soap="http://schemas.xmlsoap.org/soap/envelope/" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xmlns:xsd="http://www.w3.org/2001/XMLSchema"><soap:Body><GetSubPayerListByPayer xmlns="http://tempuri.org/"><PayerId>167</PayerId></GetSubPayerListByPayer></soap:Body></soap:Envelope>